Revit 2024 API
AdvancedOpaque.OpaqueF0 Property
 The property labeled "Specular reflectance" from the "AdvancedOpaque" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string OpaqueF0 { get; }
Visual Basic
Public Shared ReadOnly Property OpaqueF0 As String
	Get
Visual C++
public:
static property String^ OpaqueF0 {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
AdvancedOpaque Class
Autodesk.Revit.DB.Visual Namespace